index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2020-03-14 Sat 14:17 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Jie Li (李 杰)</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Jie Li">
<link rel="shortcut icon" href="/images/rose-red.png" type="image/x-icon" />
<link rel="stylesheet" href="//cdn.bootcss.com/animate.css/3.7.2/animate.min.css" />
<link rel="stylesheet" href="//cdn.bootcss.com/font-awesome/5.11.2/css/all.min.css" />
<link rel="stylesheet" type="text/css" href="/css/style.css" />
</head>
<body>
<div id="content">
<h1 class="title">Jie Li (李 杰)</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org60190d0">About Me</a></li>
<li><a href="#orgc547fb6">Publications</a>
<ul>
<li><a href="#orgc1a0684">Conference</a></li>
</ul>
</li>
<li><a href="#org181244d">Activies</a></li>
<li><a href="#org00b0a6b">Contact</a></li>
</ul>
</div>
</div>
<p>
<a href="https://scholar.google.com/citations?user=qmbcL0AAAAAJ&amp;hl=en&amp;oi=sra">Google Scholar</a> / <a href="https://github.com/theFool32">GitHub</a>
</p>

<div id="outline-container-org60190d0" class="outline-2">
<h2 id="org60190d0">About Me</h2>
<div class="outline-text-2" id="text-org60190d0">
<p>
I am currently a first year Ph.D candidate at <a href="http://mac.xmu.edu.cn/">MAC Lab</a>, School of Informatics, Xiamen University.
My advisor is Prof. <a href="http://mac.xmu.edu.cn/rrji-en.html">Rongrong Ji</a>.
My research interests are in machine learning and computer vision, especially in robust deep learning.
</p>
</div>
</div>

<div id="outline-container-orgc547fb6" class="outline-2">
<h2 id="orgc547fb6">Publications</h2>
<div class="outline-text-2" id="text-orgc547fb6">
</div>
<div id="outline-container-orgc1a0684" class="outline-3">
<h3 id="orgc1a0684">Conference</h3>
<div class="outline-text-3" id="text-orgc1a0684">
<ul class="org-ul">
<li><b>Jie Li</b>, Rongrong Ji, Hong Liu, Jianzhuang Liu, Bineng Zhong, Cheng Deng, Qi Tian. Projection &amp; Probability-Driven Black-Box Attack. <b>CVPR, 2020.</b> <a href="https://github.com/theFool32/PPBA">CODES</a></li>
<li>Hong Liu, Rongrong Ji, <b>Jie Li</b>, Baochang Zhang, Yue Gao, Yongjian Wu, Feiyue Huang. <a href="http://openaccess.thecvf.com/content_ICCV_2019/html/Liu_Universal_Adversarial_Perturbation_via_Prior_Driven_Uncertainty_Approximation_ICCV_2019_paper.html">Universal Adversarial Perturbation via Prior Driven Uncertainty Approximation</a>. <b>ICCV, 2019. (Oral).</b> <a href="https://github.com/LynnHongLiu/PDUA">CODES</a></li>
<li><b>Jie Li</b>, Rongrong Ji, Hong Liu, Xiaopeng Hong, Yue Gao, Qi Tian. <a href="http://openaccess.thecvf.com/content_ICCV_2019/html/Li_Universal_Perturbation_Attack_Against_Image_Retrieval_ICCV_2019_paper.html">Universal Perturbation Attack Against Image Retrieval</a>. <b>ICCV, 2019.</b> <a href="https://github.com/theFool32/UAP_retrieval">CODES</a></li>
<li>Hong Liu, <b>Jie Li</b>, Rongrong Ji, and Yongjian Wu. <a href="https://aaai.org/ojs/index.php/AAAI/article/view/4899/4772">Learning Neural Bag-of-Matrix-Summarization with Riemannian Network</a>. <b>AAAI, 2019.</b> <a href="https://github.com/theFool32/BoMS">CODES</a></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org181244d" class="outline-2">
<h2 id="org181244d">Activies</h2>
<div class="outline-text-2" id="text-org181244d">
<p>
Conference reviewer: CVPR'20.
</p>
</div>
</div>
<div id="outline-container-org00b0a6b" class="outline-2">
<h2 id="org00b0a6b">Contact</h2>
<div class="outline-text-2" id="text-org00b0a6b">
<p>
<b>Institution:</b> School of Informatics, Xiamen University, China<br>
<b>Address:</b> Room 701, Administration Building #B, Haiyun Park, Xiamen University, 361005<br>
<b>E-Mail:</b> <a href="mailto:lijie.32@outlook.com">lijie.32[AT]outlook.com</a> or <a href="mailto:saber.rl32@gmail.com">saber.rl32[AT]gmail.com</a> or <a href="mailto:lijie32@stu.xmu.edu.cn">lijie32[AT]stu.xmu.edu.cn</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Jie Li</p>
<p class="date">Created: 2020-03-14 Sat 14:17</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
